Repository: eoconsulting/django-zoook
Catalog: django_zoook/tools/cms/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Active
ca: Actiu

source: Inactive
ca: Inactiu

source: name
ca: nom

source: description
ca: descripció

source: title
ca: títol

source: URL or URI, eg /about/ or http://foo.com/
ca: URL o URI, eg /about/ or http://foo.com/

source: order
ca: ordenació

source: login required
ca: usuari registrat

source: status
ca: estat

source: Only items with their status set to 'Active' will be displayed.
ca: Només els elements amb l'estat 'Actiu' es mostraran.

source: menus item
ca: menús element

source: menus items
ca: menú elements

source: position
ca: possició

source: This is a unique identifier, ex 'position1'
ca: Un so identificador, ex 'posicio1'

source: Only modules with their status set to 'Active' will be displayed.
ca: Només els mòduls amb l'estat 'Actiu' es mostraran.

source: module
ca: mòdul

source: modules
ca: mòduls

source: Sliders Boxes
ca: Slider Boxes

source: image
ca: imatge

source: Check Documentation about size image
ca: Revisa la documentació sobre les mides

source: Sliders Image
ca: Sliders Imatge

source: Sliders Images
ca: Sliders Imatges

source: Modules
ca: Mòduls

source: Add modules
ca: Afegir mòduls

source: Edit modules
ca: Editar mòduls

source: Show this module in your site, also you need edit template and add this position
ca: Mostrar aquest mòdul en el web, necessita editar la plantilla i afegir la possició

source: Add
ca: Afegir

source: Name
ca: Nom

source: Position
ca: Possició

source: Status
ca: Estat

source: Go to Admin
ca: Anar a l'Administrador
