Repository: eoconsulting/django-zoook
Catalog: user/locale/*/LC_MESSAGES/django.po
Languages: ca

source: partner
ca: empresa

source: partners
ca: empreses

source: Login
ca: Entra

source: Account frontpage of %(site)s
ca: Pàgina principal de compte de %(site)s

source: Sorry. Your user is not active.
ca: El seu usuari no està actiu.

source: Sorry. Your username or password is not valid.
ca: El seu usuari o contrasenya no són vàlids.

source: Create an Account
ca: Crea un compte

source: Create an Account of %(site)s
ca: Crea un compte de %(site)s

source: Username is short. Minimum %(size)s characters
ca: Nom d'usuari curt. Mínim %(size)s caràcters

source: Password is short. Minimum %(size)s characters
ca: Contrasenya curta. Mínim %(size)s caràcters

source: Sorry. This email is not valid. Try again
ca: Aquesta adreça de correu electrònic no és vàlida. Torneu a provar.

source: Error with captcha number. Copy same number.
ca: Error amb el codi de verificació. Copieu el mateix nombre.

source: Sorry. This user are exists. Use another username
ca: Aquest usuari ja existeix. Utilitzeu un altre nom.

source: Sorry. This email are exists. Use another email or remember password
ca: Aquest correu electrònic ja existeix. Utilitzeu un altre o recordeu la contrasenya.

source: New user added - %(name)s
ca: Nou usuari %(name)s

source: This is email automatically from %(site)s Username: %(username)s Password: %(password)s %(live_url)s Please, don't answer this email
ca: Aquest correu electrònic s'ha enviat automàticament des de %(site)s Nom d'usuari: %(username)s Contrasenya: %(password)s %(live_url)s Si us plau, no contesteu aquest correu

source: Sorry. Error form values. Try again
ca: Error en els valors del formulari. Torneu a provar.

source: Sorry. Passwords don't match. Try again
ca: Les contrasenyes no coincideixen. Torneu a prova.

source: Remember
ca: Recorda

source: Remember account of %(site)s
ca: Recorda compte de %(site)s

source: Remember username - %(name)s
ca: Recorda usuari - %(name)s

source: A new password are you send it to %(email)s
ca: S'ha enviat una nova contrasenya al seu compte %(email)s

source: Sorry. This email not exist. Try again
ca: Disculpeu. Aquesta adreça de correu electrònic no existeix. Torneu a provar.

source: Profile %(full_name)s
ca: Perfil %(full_name)s

source: Change password
ca: Canvia contrasenya

source: Change password of %(site)s
ca: Canvia contrasenya de %(site)s

source: New password added - %(name)s
ca: Afegida nova contrasenya - %(name)s

source: This is email automatically from %(site)s New password: %(password)s %(live_url)s Please, don't answer this email
ca: Aquest correu electrònic s'ha enviat automàticament des de %(site)s Nova contrasenya: %(password)s %(live_url)s Si us plau, no contesteu aquest correu electrònic

source: New password added
ca: Nova contrasenya afegida

source: Sorry. Passwords need %(size)s characters or more. Try again
ca: Disculpleu. Les contrasenyes han de tenir %(size)s caràcters o més, Torneu a provar.

source: Error connecting with our ERP. Try again or cantact us
ca: Error connectant amb el nostre ERP. Torneu a provar o contacteu amb nosaltres.

source: Partner Profile
ca: Perfil d'empresa

source: Partner profile of %(site)s
ca: Perfil d'empresa de %(site)s

source: Vat not valid. Check if vat is correct
ca: NIF/CIF no vàlid. Comproveu que el NIF/CIF sigui correcte.

source: Your details are updated successfully
ca: Les seves dades s'han actualitzat correctament

source: Error validation form. Try again
ca: Error en la validació del formulari. Torneu a provar
