Repository: eoconsulting/django-zoook
Catalog: contact/locale/*/LC_MESSAGES/django.po
Languages: es

source: Contact
es: Contacto

source: Error with captcha number. Copy the same number.
es: Error en el codigo de verificaci贸n. Copie el mismo c贸digo.

source: Contact - %(name)s
es: Contacto - %(name)s

source: This email is generated with Contact Module from %(site)s %(name)s - %(email)s %(message)s
es: Este correo ha sido generado por el m贸dulo de contacto de %(site)s %(name)s - %(email)s %(message)s

source: Thanks for your message. We will answer soon.
es: Gracias por su mensaje. En breve le responderemos.

source: Error. Configure yours emails contacts.
es: Error. Configure sus correos de contacto.

source: Sorry! This form is not valid. Try again.
es: Disculpe! La informaci贸n enviada no es correcta. Vuelva a intentarlo.

source: contact
es: Contacto

source: Name
es: Nombre

source: Message
es: Mensaje

source: Submit
es: Enviar
