Repository: eoconsulting/django-zoook
Catalog: django_zoook/partner/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Login
ca: Entra
es: Entrar

source: Account frontpage of %(site)s
ca: Pàgina principal de compte de %(site)s
es: Página principal de la cuenta de %(site)s

source: Sorry. Your user is not active.
ca: El seu usuari no està actiu.
es: Su usuario no está activo.

source: Sorry. Your username or password is not valid.
ca: El seu usuari o contrasenya no són vàlids.
es: Su usuario o contraseña no son válidos.

source: Create an Account
ca: Crea un compte
es: Crear una cuenta

source: Create an Account of %(site)s
ca: Crea un compte de %(site)s
es: Crear una cuenta de %(site)s

source: Username is short. Minimum %(size)s characters
ca: Nom d'usuari curt. Mínim %(size)s caràcters
es: Nombre de usuario corto. Mínimo %(size)s caracteres

source: Password is short. Minimum %(size)s characters
ca: Contrasenya curta. Mínim %(size)s caràcters
es: Contraseña corta. Mínimo %(size)s caracteres

source: Sorry. The email is not valid. Try again.
ca: Aquesta adreça de correu electrònic no és vàlida. Torneu a provar.
es: La dirección de correo electrónico no es válida. Vuelva a intentarlo.

source: Error with captcha number. Copy same number.
ca: Error amb el codi de verificació. Copieu el mateix nombre.
es: Error en el código de verificación. Copie el mismo número.

source: Sorry. This user already exists. Use another username.
ca: Aquest usuari ja existeix. Utilitzeu un altre nom.
es: Este usuario ya existe. Utilice otro nombre de usuario.

source: Sorry. This email already exists. Use another email or remember password.
ca: Aquest correu electrònic ja existeix. Utilitzeu un altre o recordeu la contrasenya.
es: Este correo electrónico ya existe. Utilice otro o recuerde la contraseña.

source: Error when connecting with our ERP. Try again or cantact us.
ca: Error connectant amb el nostre ERP. Torneu a provar o contacteu amb nosaltres.
es: Error conectando con nuestro ERP. Vuelva a intentarlo, o contáctenos.

source: Sorry. This VAT already exists our ERP. Contact Us for create a new user.
es: Este CIF/NIF ya existe en nuestro ERP. Contáctese con nosotros para crear un usuario en la tienda.

source: Vat not valid. Check if vat is correct
ca: NIF/CIF no vàlid. Comproveu que el NIF/CIF sigui correcte.
es: NIF/CIF no válido. Compruebe que el NIF/CIF es correcto.

source: New user is added - %(name)s
ca: Nou usuari %(name)s
es: Nuevo usuario %(name)s

source: This email is generated automatically from %(site)s Username: %(username)s Password: %(password)s %(live_url)s Please, don't answer this email
ca: Aquest correu electrònic s'ha enviat automàticament des de %(site)s Nom d'usuari: %(username)s Contrasenya: %(password)s %(live_url)s Si us plau, no contesteu aquest correu
es: Este correo electrónico se ha enviado automáticamente desde %(site)s Nombre de usuario: %(username)s Contraseña: %(password)s %(live_url)s Por favor, no conteste este correo

source: Sorry. Passwords do not match. Try again.
ca: La contrasenya no coincideix. Torneu a prova.
es: Las contraseñas no coinciden. Vuelva a intentarlo.

source: Remember
ca: Recordatori
es: Recuerde

source: Remember account of %(site)s
ca: Recordatori del compte de %(site)s
es: Recuerdatorio de la cuenta de %(site)s

source: Error with captcha number. Copy the same number.
ca: Error amb el codi de verificació. Copieu el mateix número.
es: Error en el código de verificación. Copie el mismo número.

source: Remember username - %(name)s
ca: Recordatori usuari - %(name)s
es: Recuerdatorio del usuario - %(name)s

source: This email is generated automatically from %(site)s Username: %(username)s Password: %(password)s %(live_url)s Please, do not answer the email
ca: Aquest correu electrònic s'ha enviat automàticament des de %(site)s Nom d'usuari: %(username)s Contrasenya: %(password)s %(live_url)s Si us plau, no contesteu aquest correu
es: Este correo electrónico se ha enviado automáticamente desde %(site)s Nombre de usuario: %(username)s Contraseña: %(password)s %(live_url)s Por favor, no conteste este correo

source: A new password are sent to %(email)s
ca: S'ha enviat una nova contrasenya al seu correu %(email)s
es: Se ha enviado una nueva contraseña a su cuenta %(email)s

source: Sorry. This email not exist. Try again.
es: Esta dirección de correo electrónico no existe. Vuelva a intentarlo.

source: Profile %(full_name)s
ca: Perfil %(full_name)s
es: Perfil %(full_name)s

source: Change password
ca: Canvia contrasenya
es: Cambiar contraseña

source: Change password of %(site)s
ca: Canvia contrasenya de %(site)s
es: Cambiar contraseña de %(site)s

source: New password is added - %(name)s
ca: Nova contrasenya - %(name)s
es: Añadida nueva contraseña - %(name)s

source: This email is generated automatically from %(site)s New password: %(password)s %(live_url)s Please, do not answer the email
ca: Aquest correu electrònic s'ha enviat automàticament des de %(site)s Nova contrasenya: %(password)s %(live_url)s Si us plau, no contesteu aquest correu electrònic
es: Este correo electrónico se ha enviado automáticamente desde %(site)s Nueva contraseña: %(password)s %(live_url)s Por favor, no conteste este correo electrónico

source: New password is added.
ca: Nova contrasenya afegida.
es: Se ha añadido una nueva contraseña.

source: Sorry. Passwords need %(size)s characters or more. Try again.
ca: Disculpleu. Les contrasenyes han de tenir %(size)s caràcters o més. Torneu a provar.
es: Las contraseñas deben tener %(size)s caracteres o más. Vuelva a intentarlo.

source: Sorry. Passwords don't match. Try again.
ca: Les contrasenyes no coincideixen. Torneu a provar.
es: Las contraseñas no coinciden. Vuelva a intentarlo.

source: Are you a customer? Please, contact us. We will create a new role.
ca: És client? Si us plau, contacteu amb nosaltres. Us crearem com a client.
es: ¿Eres cliente? Contáctese con nosotros. Le crearemos un cliente en nuestra tienda.

source: User Profile
ca: Perfil d'usuari
es: Perfil de usuario

source: User profile of %(site)s
ca: Perfil d'usuari de %(site)s
es: Perfil de usuario de %(site)s

source: Insert your new password
ca: Escribiu la vostra nova contrasenya
es: Introduzca su nueva contraseña

source: Log in or create an account.
ca: Identifiqueu-vos o creeu un compte.
es: Identifíquese o cree una cuenta.

source: New customers
ca: Nous clients
es: Nuevo cliente

source: If you create an account in our store, you could buy and access the orders quickly.
ca: Si creeu un compte a la nostra botiga, podreu comprar i tenir accés a les comandes de forma ràpida.
es: Si crea una cuenta en nuestra tienda, podrá comprar y tener acceso a los pedidos de forma rápida.

source: Registered customers
ca: Clients registrats
es: Clientes registrados

source: If you have an account with us, please log in.
ca: Si teniu un compte amb nosaltres, si us plau, identifiqueu-vos.
es: Si tiene una cuenta con nosotros, identifíquese por favor.

source: Create new account
ca: Crea un compte
es: Crear una cuenta

source: Remember Password
ca: Recordeu contrasenya
es: ¿Olvidó su contraseña?

source: Required Fields
ca: Camps requerits
es: Campos requeridos

source: Orders
ca: Comandes
es: Pedidos

source: Invoice
ca: Factures
es: Factura

source: Invoices
ca: Factures
es: Facturas

source: Account
ca: Compte
es: Mi cuenta

source: Your account
ca: El seu compte
es: Su cuenta

source: catalog
ca: cataleg
es: catalogo

source: My Wishlist
ca: La meva llista de desitjos
es: Mi lista de deseos

source: Logout
ca: Surt
es: Salir

source: Name
ca: Nom
es: Nombre

source: VAT
ca: NIF
es: NIF

source: Address
ca: Adreça
es: Dirección

source: There are not invoice address available
ca: No hi ha adreça de factura disponible.
es: No dispone de dirección de facturación

source: Delivery
ca: Lliurament
es: Envío

source: There are not delivery address available
ca: No hi ha adreça de lliurament disponible.
es: No dispone de dirección de envío

source: Hello %(full_name)s.
ca: Hola %(full_name)s.
es: Hola %(full_name)s.

source: Your acccount
ca: El seu compte
es: Su cuenta

source: Customer
ca: Client
es: Cliente

source: User Information
ca: Informació de l'usuari
es: Información del Usuario

source: Customer Information
ca: Informació del client
es: Información del Cliente

source: Invoice Address
ca: Direcció de Factura
es: Dirección de Factura

source: Delivery Address
ca: Adreça d'enviament
es: Dirección de Envío

source: Same address for delivery
es: Misma dirección para el envío

source: Full Name
ca: Nom complet
es: Nombre Completo

source: You are ?
ca: Vostè és ?
es: ¿Ud. es?

source: Vat
ca: NIF
es: NIF/CIF

source: ZIP
ca: Codi postal
es: Código postal

source: City
ca: Ciutat
es: Ciudad

source: Country
ca: País
es: País

source: Phone
ca: Telèfon
es: Teléfono

source: Mobile
ca: Mòbil
es: Celular

source: Login user
ca: Usuari registrat
es: Usuario registrado

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Remember?
ca: Recorda?
es: Recordar?

source: Successfully saved profile.
ca: Saved amb èxit perfil.
es: Perfil guardado correctamente.

source: To create an Account insert the same number
ca: Per crear un compte introdiu el mateix número
es: Para crear una cuenta introduzca el texto siguiente

source: Insert your email and username and new password are you send it
ca: Introdueixi el correu electrònic i se li enviarà una nova constrasenya.
es: Introduzca el correo electrónico y se le enviará una nueva contraseña.

source: Create an account.
ca: Crea un compte.
es: Crear una cuenta.

source: Error sending new password. Try again, or contact with the Administrator.
ca: Error en enviar la nova contrasenya. Proveu-ho o poseu-vos en contacte amb l'Administrador.
es: Error enviando nueva password. Intente nuevamente, o contáctese con el Administrador.

source: Save
ca: Guardar
es: Guardar

source: name
es: nombre

source: shortcut
es: abreviación

source: update price
es: actualizar precio

source: Sorry. This VAT already exists our ERP. Contact Us for create a new user
ca: Aquest NIF ja existeix en el nostre ERP. Utilitzeu un altre nom.

source: Sorry. This email not exist. Try again
ca: Disculpeu. Aquesta adreça de correu electrònic no existeix. Torneu a provar.
