Repository: eoconsulting/django-zoook
Catalog: django_zoook/payment/sermepa/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Payment Credit Card Servired
ca: Pagament targeta de crèdit Servired
es: Pago targeta de crédito Servired

source: Order number is not available. Use navigation menu.
ca: Número de comanda no està disponible. Utilitzeu el menú de navegació.
es: Número de pedido no está disponible. Utilize el menú de navegación.

source: Error when connecting with our ERP. Try again or cantact us.
ca: Error en connectar amb el nostre ERP. Intenteu-ho de nou o, contacteu amb nosaltres.

source: Error Payment Credit Card Servired
ca: Error pagament targeta de crèdit Servired
es: Error pago Servired

source: Error return Servired Payment. Go to sale orders and repeat payment
ca: Ha hagut un error de Servired. Accedeix a les comandes de venda i repeteix el pagament
es: Ha habido un error por parte de Servired. Accede a los pedidos de venta y repita el pago

source: Confirmation Credit Card Servired
ca: Confirmació pagament targeta de crèdit Servired
es: Confirmación pago targeta de crédito Servired

source: Order %s: servired payment finish
ca: Comanda %s: Pagament Servired finalitzat
es: Pedido %s: Pago Servired finalizado

source: Error return Servired Payment. Contact us to check payment
ca: Ha hagut un error de Servired. Contacti amb nosaltres per validar el pagament
es: Ha habido un error de Servired. Contacte con nosotros para validar el pago se haya realizado correctamente

source: Your order %(order)s is created successfully
ca: La seva comanda %(order)s s'ha creat correctament
es: Su pedido %(order)s se ha creado correctamente

source: Orders
ca: Comandes
es: Pedidos

source: Go Orders for more details and status order
ca: Ves a les comandes per a més detalls i a l'estat de la comanda
es: Ir a pedidos para más detalles y estado del mismo

source: Your Payment are successfully
ca: El seu pagament s'ha realitzat correctament
es: Su pago se ha realizado correctamente

source: In few moment we redirecting to Servired. One moment...
ca: Es redireccionarà a Servired per realitzar el pagament amb targeta de crèdit. Un moment...
es: Se redireccionará la página de Servired para finalizar el pago con targeta de crédito. Un momento...

source: Error when connecting with our ERP. Try again or cantact us
es: Error en conectar con nuestro ERP. Intente de nuevo, o contacte con nosotros.
