Repository: eoconsulting/django-zoook
Catalog: django_zoook/payment/pasat4b/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Payment Credit Card Pasat 4b
ca: Pagament amb targeta Pasat 4b
es: Pago con targeta de crédito Pasat 4b

source: Order number is not available. Use navigation menu.
ca: Número de comanda no està disponible. Utilitzeu el menú de navegació.
es: Número de pedido no está disponible. Utilize el menú de navegación.

source: Error when connecting with our ERP. Try again or cantact us.
ca: Error en connectar amb el nostre ERP. Intenteu-ho de nou o, contacteu amb nosaltres.
es: Error al conectar con nuestro ERP. Intente de nuevo, o contáctenos.

source: Error Payment Credit Card Pasat 4b
ca: Error en el pagament targeta Pasat 4b
es: Error pago con targeta de crédito Pasat 4b

source: Error return 4b (Pasat Internet 4b) Payment. Go to sale orders and repeat payment
ca: Ha hagut un error de Pasat 4b. Accedeix a les comandes de venda i repeteix el pagament
es: Ha habido un error por parte de Pasat 4b. Accede a los pedidos de venta y repita el pago

source: Confirmation Payment Credit Card Pasat 4b
ca: Confirmació pagament targeta Pasat 4b
es: Confirmación pago con targeta de crédito 4b

source: Order %s: Pasat 4b payment finish
ca: Comanda %s: Pasat 4b pagament finalitzat
es: Pedido %s: Pasat 4b pago finalizado

source: Error return 4b (Pasat Internet 4b) Payment. Contact us to check payment
ca: Ha hagut un error de Pasat 4b. Contacti amb nosaltres per validar el pagament
es: Ha habido un error de Pasat 4b. Contacte con nosotros para validar el pago se haya realizado correctamente

source: Order %s prossesing Pasat 4b
ca: Comanda %s processant a 4b
es: Pedido %s procesando Pasat 4b

source: Pasat Values %s
ca: Pasat dades %s
es: Pasat valores %s

source: Error Order %s Pasat 4b
ca: Error comanda %s Pasat 4b
es: Error pedido %s Pasat 4b

source: Error Order %s Pasat 4b. Not exist
ca: Error comanda %s Pasat 4b. No existeix
es: Error pedido %s Pasat 4b. No existe

source: Your order %(order)s is created successfully
ca: La seva comanda %(order)s s'ha creat correctament
es: Su pedido %(order)s se ha creado correctamente

source: Orders
ca: Comandes
es: Pedidos

source: Go Orders for more details and status order
ca: Ves a les comandes per a més detalls i a l'estat de la comanda
es: Ir a pedidors para más detalles i estado del pedido

source: Your Payment are successfully
ca: El seu pagament s'ha realitzat correctament
es: Su pago se ha realizado correctamente

source: In few moment we redirecting to Pasat 4b. One moment...
ca: Es redireccionarà a Pasat 4b per realitzar el pagament amb targeta de crèdit. Un moment...
es: Se redireccionará la página de Pasat 4b para finalizar el pago con targeta de crédito. Un momento...
