Repository: eoconsulting/django-zoook
Catalog: sale/locale/*/LC_MESSAGES/django.po
Languages: es

source: Are you a customer? Please, contact us. We will create a new role
es: ¿Eres un cliente? Contacte con nosotros. Os crearemos como cliente en nuestra tienda.

source: Error when connecting with our ERP. Try again or cantact us
es: Error conectando con nuestro ERP. Vuelva a intentarlo o, contacte con nosotros.

source: All Orders
es: Todos los pedidos

source: List all orders of %s
es: Listado todos los pedidos de %s

source: It is not allowed to view this section or not found. Use navigation menu.
es: No tiene permisos para acceder esta sección o no se encuentra. Utiliza el menú de navegación.

source: Order %s
es: Pedido %s

source: Details order %s
es: Detalle del pedido %s

source: Your order is in progress. Contact with us
es: Su pedido está en curso. Contacte con nosotros

source: Payment Order %s
es: Pago del pedido %s

source: Checkout
es: Crea el pedido

source: Checkout order %s
es: Su pedido %s
