Repository: eoconsulting/django-zoook
Catalog: django_zoook/payment/paypal/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Payment Paypal
ca: Pagament Paypal
es: Pago Paypal

source: Order number is not available. Use navigation menu.
ca: Número de comanda no està disponible. Utilitzeu el menú de navegació.
es: Número de pedido no está disponible. Utilize el menú de navegación.

source: Error when connecting with our ERP. Try again or cantact us.
ca: Error en connectar amb el nostre ERP. Intenteu-ho de nou o, contacteu amb nosaltres.

source: Error Payment Paypal
ca: Error pagament Paypal
es: Error pago Paypal

source: Error return Paypal Payment. Go to sale orders and repeat payment
ca: Ha hagut un error de Paypal. Accedeix a les comandes de venda i repeteix el pagament
es: Ha habido un error por parte de Paypal. Accede a los pedidos de venta y repita el pago

source: Confirm Payment Paypal
ca: Confirmació pagament Paypal
es: Confirmación pago Paypal

source: Error return Paypal Payment. Contact us to check payment
ca: Ha hagut un error de Paypal. Contacti amb nosaltres per validar el pagament
es: Ha habido un error de Paypal. Contacte con nosotros para validar el pago se haya realizado correctamente

source: Your order %(order)s is created successfully
ca: La seva comanda %(order)s s'ha creat correctament
es: Su pedido %(order)s se ha creado correctamente

source: Orders
ca: Comandes
es: Pedidos

source: Go Orders for more details and status order
ca: Ves a les comandes per a més detalls i a l'estat de la comanda
es: Ir a pedidos para más detalles y estado del mismo

source: Your Payment are successfully
ca: El seu pagament s'ha realitzat correctament
es: Su pago se ha realizado correctamente

source: Redirection a Paypal. One moment...
ca: Es redireccionarà a Paypal per realitzar el pagament. Un moment...
es: Se redireccionará la página de Paypal para finalizar el pago. Un momento...

source: Error when connecting with our ERP. Try again or cantact us
es: Error en conectar con nuestro ERP. Intente de nuevo, o contacte con nosotros.
