Repository: eoconsulting/django-zoook
Catalog: django_zoook/payment/debit/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Payment Debit Bank. Add Bank Number
ca: Pagament rebut domiciliat. Afegeix número bancari
es: Pago recibo. Añade el número de banco

source: Order number is not available. Use navigation menu.
ca: Número de comanda no està disponible. Utilitzeu el menú de navegació.
es: Número de pedido no está disponible. Utilize el menú de navegación.

source: Payment Debit Bank
ca: Pagament rebut domiciliat
es: Pago recibo

source: Error when connecting with our ERP. Try again or cantact us.
ca: Error en connectar amb el nostre ERP. Intenteu-ho de nou o, contacteu amb nosaltres.

source: Error payment this order or is null. Contact Us or use navigation menu
ca: Pagament errorni o comanda no existeix. Contacti amb nosaltres o utilitzi el menú de navegació
es: Error de pago de este pedido o pedido no existente. Contacte con nosotros o utilize el menú de navegación

source: You select <strong>Debit Payment</strong>. Insert Account Bank to pay <strong>%(order)s</strong> order
ca: Ha seleccionat el pagament <strong>Domiciliació Bancària</strong>. Insereix el seu compte bancari pel pagament de la comanda <strong>%(order)s</strong>
es: Ha seleccionado el pago <strong>Débito bancario</strong>. Inserte su cuenta bancaria para el pago del pedido <strong>%(order)s</strong>

source: Confirm Order and Payment
ca: Confirmar comanda i pagament
es: Confirmar perdido y pago

source: Your order %(order)s is created successfully.
ca: La seva comanda %(order)s s'ha creat correctament.
es: Su pedido %(order)s se ha creado correctamente.

source: Orders
ca: Comandes
es: Pedidos

source: Go Orders for more details and status order
ca: Ves a les comandes per a més detalls i a l'estat de la comanda
es: Ir a pedidos para más detalles y estado del mismo

source: Error when connecting with our ERP. Try again or cantact us
es: Error en conectar con nuestro ERP. Intente de nuevo, o contacte con nosotros.
